'''Задача 4
Петя, Катя и Сережа делают из бумаги журавликов. Вместе они сделали S журавликов.
Сколько журавликов сделал каждый ребенок, если известно, что Петя и Сережа сделали одинаковое количество журавликов,
а Катя сделала в два раза больше журавликов, чем Петя и Сережа вместе?
'''

all = 60
print('Петя и Сережа сделали по', all/6, 'шт')
print('Маша сделала ', all/6*4, 'шт')